export const dummyComic = [
  {
    id: "dev-1684588863899-93178118256035",
    title: "I’m only person in the world",
    author: "coke",
    image: "/images/main1.png",
    keyword: "dark, city, man",
    description: "blah blah blah blah blah blah blah blah blah",
  },
  {
    id: "dev-1684588831975-64763231489253",
    title: "test2",
    author: "zero",
    image: "/images/main2.png",
    keyword: "hero, queen, yellow",
    description: "blah blah blah blah blah blah blah blah blah",
  },
];

export const communityContractIds = [
  "dev-1684588863899-93178118256035",
  "dev-1684588831975-64763231489253",
  "dev-1684588808750-72116248629796",
  "dev-1684588757249-57610888532698",
];

export const dummyProposal = [
  {
    title: "1번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description:
      "1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 ",
    totalVote: 255235,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "2번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description:
      "2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명 ",
    totalVote: 12522,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "3번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "3번 제안 설명 ",
    totalVote: 234356,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "4번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "4번 제안 설명 ",
    totalVote: 2324,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "5번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "5번 제안 설명 ",
    totalVote: 2415,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "5번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "5번 제안 설명",
    totalVote: 1111,
    comment: 1234,
    writer: "dohoon.near",
  },
];
