export const dummyComic = [
  {
    id: "dev-1684567174380-54251358482328",
    title: "The Moonlight Library",
    author: "coke",
    thumbnail: "/images/the-moonlight-library.png",
    keyword: "moonlight, city, alone, man",
    description: "blah blah blah blah blah blah blah blah blah",
  },
  {
    id: "dev-1684588831975-64763231489253",
    title: "Space War",
    author: "zero",
    thumbnail: "/images/space-war.png",
    keyword: "space, war, girl",
    description: "blah blah blah blah blah blah blah blah blah",
  },
  {
    id: "dev-1684588863899-93178118256035",
    title: "A Forest Child",
    author: "zero",
    thumbnail: "/images/a-forest-child.png",
    keyword: "forest, child, romance",
    description: "blah blah blah blah blah blah blah blah blah",
  },
];

export const trendThumbnailList = [
  "/images/trend-1.png",
  "/images/trend-2.png",
  "/images/trend-3.png",
  "/images/trend-4.png",
  "/images/trend-5.png",
  "/images/trend-6.png",
];

export const communityList = [
  {
    episode: 12,
    title: "Sky Park",
    description: "There was something strange in the...",
    thumbnail: "/images/sky-park.png",
  },
  {
    episode: 37,
    title: "I’m only person in the...",
    description: "I felt a sense of where nobody was",
    thumbnail: "/images/only-person.png",
  },
];

export const dummyComicCuts = [
  {
    communityId: "dev-1684567174380-54251358482328",
    cuts: [
      {
        id: 0,
        image: "/images/the-moonlight-library-1.png",
        like: 472,
        comment: 183,
      },
      {
        id: 1,
        image: "/images/the-moonlight-library-2.png",
        like: 273,
        comment: 62,
      },
      {
        id: 2,
        image: "/images/the-moonlight-library-3.png",
        like: 123,
        comment: 45,
      },
    ],
  },
];

export const dummyProposal = [
  {
    title: "1번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description:
      "1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 1번 제안 설명 ",
    totalVote: 255235,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "2번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description:
      "2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명2번 제안 설명 ",
    totalVote: 12522,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "3번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "3번 제안 설명 ",
    totalVote: 234356,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "4번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "4번 제안 설명 ",
    totalVote: 2324,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "5번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "5번 제안 설명 ",
    totalVote: 2415,
    comment: 1234,
    writer: "dohoon.near",
  },
  {
    title: "5번 제안",
    prompt: "bla, blabla, abcd, apple, banana, ai",
    description: "5번 제안 설명",
    totalVote: 1111,
    comment: 1234,
    writer: "dohoon.near",
  },
];
